Repository: OpenWebconcept/plugin-openpub-persberichten-
Catalog: languages/persberichten-*.po
Languages: nl_nl

source: Press releases are a variation on OpenPub items. A press release can be added to a laposta campaign based on the connected taxonomy. This only happens when the press release is saved for the first time.
nl_nl: Persberichten zijn een variatie op OpenPub items. Een persbericht kan worden toegevoegd aan een Laposta-campagne op basis van de verbonden taxonomie. Dit gebeurt alleen wanneer het persbericht voor de eerste keer wordt opgeslagen.

source: Internal
nl_nl: Intern

source: Internal info
nl_nl: Interne informatie

source: Internal info is only included in the newsletter. Please make sure to select the correct internal mailing list.
nl_nl: Interne informatie wordt alleen opgenomen in de nieuwsbrief. Zorg ervoor dat u de juiste interne mailinglijst selecteert.

source: Mailing list
nl_nl: Mailinglijst

source: Published
nl_nl: Gepubliceerd

source: Press release
nl_nl: Persbericht

source: Press releases
nl_nl: Persberichten

source: New press release
nl_nl: Nieuw persbericht

source: Add new press release
nl_nl: Nieuw persbericht toevoegen

source: Add press release
nl_nl: Persbericht toevoegen

source: Edit press release
nl_nl: Persbericht bewerken

source: View press release
nl_nl: Persbericht bekijken

source: All press releases
nl_nl: Alle persberichten

source: Search press release
nl_nl: Persbericht zoeken

source: Parent press release:
nl_nl: Bovenliggend persbericht:

source: No press releases found.
nl_nl: Geen persberichten gevonden.

source: No press releases found in trash.
nl_nl: Geen persberichten gevonden in prullenbak.

source: Portal URL
nl_nl: Portaal URL

source: URL including http(s)://
nl_nl: URL inclusief http(s)://

source: Portal press release item slug
nl_nl: Portaal persbericht item slug

source: URL for press release items in the portal, eg "persberichten"
nl_nl: URL voor persbericht items in het portaal, bijv. "persberichten"

source: Additional message
nl_nl: Aanvullend bericht

source: Additional message that will be added to each press release.
nl_nl: Aanvullend bericht dat aan elk persbericht wordt toegevoegd.

source: Save
nl_nl: Opslaan

source: Search mailing lists
nl_nl: Mailinglijsten zoeken

source: All mailing lists
nl_nl: Alle mailinglijsten

source: Parent mailing list
nl_nl: Bovenliggende mailinglijst

source: Parent mailing list:
nl_nl: Bovenliggende mailinglijst:

source: Edit mailing list
nl_nl: Mailinglijst bewerken

source: Update mailing list
nl_nl: Mailinglijst bijwerken

source: Add new mailing list
nl_nl: Nieuwe mailinglijst toevoegen

source: New mailing list
nl_nl: Nieuwe mailinglijst

source: Mailing lists
nl_nl: Mailinglijsten

source: The following plugins are required to use the OpenPub:
nl_nl: De volgende plugins zijn vereist om de OpenPub te gebruiken:

source: Class does not exist
nl_nl: Klasse bestaat niet

source: Inactive
nl_nl: Inactief

source: Minimal version:
nl_nl: Minimale versie:
